Latest/Stats/Isolation/VAPIC/net_0.log
receiver: (g=0): rw=read, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
sender: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=net, iodepth=8
fio-2.6
Starting 2 processes
@@@@thread id 2188 on cpu id 0
fio: waiting for connection
@@@@thread id 2189 on cpu id 1

receiver: (groupid=0, jobs=1): err= 0: pid=2188: Mon Dec 31 19:07:33 2007
  read : io=10240MB, bw=547209Kbit/s, iops=17100, runt=153298msec
    clat (usec): min=13, max=1033, avg=56.65, stdev= 7.72
     lat (usec): min=13, max=1033, avg=56.82, stdev= 7.73
    clat percentiles (usec):
     |  1.00th=[   42],  5.00th=[   46], 10.00th=[   51], 20.00th=[   54],
     | 30.00th=[   54], 40.00th=[   55], 50.00th=[   55], 60.00th=[   55],
     | 70.00th=[   57], 80.00th=[   58], 90.00th=[   67], 95.00th=[   73],
     | 99.00th=[   82], 99.50th=[   86], 99.90th=[   97], 99.95th=[  101],
     | 99.99th=[  167]
    bw (Kbit/s): min=   24, max=558656, per=100.00%, avg=545456.03, stdev=31480.42
    lat (usec) : 20=0.01%, 50=6.64%, 100=93.29%, 250=0.07%, 500=0.01%
    lat (usec) : 750=0.01%, 1000=0.01%
    lat (msec) : 2=0.01%
  cpu          : usr=3.76%, sys=65.46%, ctx=2619409, majf=0, minf=4
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=2621440/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8
sender: (groupid=0, jobs=1): err= 0: pid=2189: Mon Dec 31 19:07:33 2007
  write: io=10240MB, bw=547209Kbit/s, iops=17100, runt=153298msec
    clat (usec): min=31, max=858, avg=56.62, stdev= 7.14
     lat (usec): min=31, max=858, avg=56.83, stdev= 7.15
    clat percentiles (usec):
     |  1.00th=[   43],  5.00th=[   49], 10.00th=[   51], 20.00th=[   54],
     | 30.00th=[   54], 40.00th=[   55], 50.00th=[   55], 60.00th=[   55],
     | 70.00th=[   57], 80.00th=[   58], 90.00th=[   65], 95.00th=[   72],
     | 99.00th=[   82], 99.50th=[   84], 99.90th=[   95], 99.95th=[   99],
     | 99.99th=[  165]
    bw (Kbit/s): min=535744, max=558656, per=100.00%, avg=547238.69, stdev=3959.15
    lat (usec) : 50=5.08%, 100=94.87%, 250=0.05%, 500=0.01%, 750=0.01%
    lat (usec) : 1000=0.01%
  cpu          : usr=4.04%, sys=65.52%, ctx=2621150, majf=0, minf=6
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=2621440/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
   READ: io=10240MB, aggrb=547208Kbit/s, minb=547208Kbit/s, maxb=547208Kbit/s, mint=153298msec, maxt=153298msec
  WRITE: io=10240MB, aggrb=547208Kbit/s, minb=547208Kbit/s, maxb=547208Kbit/s, mint=153298msec, maxt=153298msec